Repository: KernelMan/SuperGenPass-WP-WebPort
Catalog: Src/SuperGenPassWeb/Resources/AppResources.*.xlf
Languages: ru_ru

# Resx/AppBarButtonAbout
source: About
ru_ru: Информация

# Resx/AppBarButtonClearAll
source: Clear all
ru_ru: Очистить всё

# Resx/AuthorGP
source: Author of the original bookmarklet password generator
ru_ru: Автор оригинального генаратора паролей

# Resx/AuthorJSMD5
source: Author of JavaScript implementation of MD5
ru_ru: Автор интерпретации алгоритма MD5 на JavaScript

# Resx/AuthorMacVer
source: Author − Eric Veenendaal
ru_ru: Автор − Eric Veenendaal

# Resx/AuthorSGP
source: Author of SuperGenPass
ru_ru: Автор SuperGenPass

# Resx/AuthorWP
source: Author of Windows Phone app
ru_ru: Автор приложения для Windows Phone

# Resx/ClearAll
source: Clear all
ru_ru: Очистить всё

# Resx/LinkVersionMac
source: iOS and Mac version of SGP
ru_ru: SuperGenPass для iOS и Mac

# Resx/PageAbout
source: About
ru_ru: Информация

# Resx/PageAuthors
source: Authors
ru_ru: Авторы

# Resx/ResourceLanguage
source: en
ru_ru: ru-RU

# Resx/SGPDescription
source: SuperGenPass is a different kind of password manager. Instead of storing your passwords on your hard disk or online — where they are vulnerable to theft and data loss — SuperGenPass uses a hash algorithm to transform a master password into unique, complex passwords for the Web sites you visit.
ru_ru: SuperGenPass это особенный вид менеджеров паролей. Вместо того чтобы хранить ваши пароли на вашем жестком диске или в сети, где они уязвимы для кражи и потери данных — SuperGenPass использует хэш-алгоритм для преобразования мастер-пароля в уникальные сложные пароли для веб-сайтов, которые вы посещаете.
